[
  {
    "type": "Enter",
    "x": 4,
    "y": 0,
    "text": "Вы спустились. Вы осматриваетесь и видите впереди проход"
  },
  {
    "type": "Fork",
    "x": 4,
    "y": 1,
    "options": [ "GoLeft", "GoRight" ],
    "text": "Пройдя вперед, вы видите, что вперед дороги нет. Вы можете повернуть налево или направо"
  },
  {
    "type": "Tunnel",
    "x": 5,
    "y": 1,
    "text": "Повернув, вы идете по темному туннелю вперед. Кажется, впереди виднеется какое-то мерцание, похожее на огонь"
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 1,
    "options": [ "GoLeft", "GoForward" ],
    "text": "Вы натыкаетесь на почти догоревший костер прямо по середине туннеля. В его слабом свете вам виднеется проход вперед. Оглядевшись, вы замечаете, что от костра также можно пойти влево. Кажется, оттуда даносится какой-то отдаленный гул."
  },
  {
    "type": "Tunnel",
    "x": 7,
    "y": 1,
    "text": "Пройдя вперед от костра вы снова оказываетесь в темном пустом тоннеле. В нескольких метрах от вас потолок становится немного ниже, а перед вашими глазами начинают вырисовываться очертания арки"
  },
  {
    "type": "DeadEnd",
    "x": 8,
    "y": 1,
    "text": "Как только вы проходите под аркой у вас под ногами раздается громкий хлопок.\nВы отпрыгиваете в сторону и смотрите туда, где стояли мгновение назад, и видите небольшую лужу.\nВы начинаете осматривать помещение, в котором вы очутились. Комната кажется огромной после тех узких туннелей, которые вы осматривали все это время.\nВ дальнем левом углу комнаты вы видите опрокинутую бочку - видимо вода вытекла оттуда. Обойдя комнату вдоль стен несколько раз, вы замечаете, что на одной из стен что-то нацарапано."
  },
  {
    "type": "Tunnel",
    "x": 6,
    "y": 2,
    "text": "Вы решаете пойти на непонятный едва различимый гул и поворачиваете налево от костра.\nПройдя 100-200 метров, кроме еле слышного звука вы начинаете ощущать легкий холодный ветер у себя в волосах."
  },
  {
    "type": "Tunnel",
    "x": 6,
    "y": 3,
    "text": "Вы идете еще дальше по туннелю вперед и уже не видите костра позади вас.\nКажется, этот странный гул и ветер немного усиливаются. Или это только кажется?"
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 4,
    "options": [ "GoLeft", "GoForward" ],
    "text": "Пройдя вперед, вы оказываетесь в просторной части туннеля: потолок здесь значительно выше,\nа дорога уходит вперед и влево. Здесь становится значительно холоднее. Посмотрев влево, вы, кажется замечаете что-то белое вдалеке."
  },
  {
    "type": "DeadEnd",
    "x": 5,
    "y": 4,
    "text": "Решив пойти за загадочным белым предметом, вы натыкаетесь на странную картину: проход впереди вас закрыт решеткой.\nПрутья расположены не очень близко друг к другу, но пройти между ними все равно невозможно.\nНо самое странное в этом то, что с обеих сторон решетки лежит по половине человеческого скелета.\nМожно не сомневаться в том, что он именно человеческий, как и в том, что лежит он здесь очень давно:кроме костей ничего не осталось.\nКажется, где-то впереди за решеткой горит огонь. Как до него добраться? Что здесь произошло?."
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 5,
    "options": [ "GoForward", "GoRight" ],
    "text": "Вы идете дальше по ставшему просторным туннелю. На стене слева от вас видны отметины, похожие на гигантские царапины\nКак будто гигантский зверь оставил эти следы своими когтями.\nВ какой-то момент вы видите, что кусок стены справа выглядит не так, как остальной туннель – камни стены другого цвета и формы.\nА пройдя еще немного вперед, вы видите, что часть этой странной стены разрушена и в образовавшуюся дыру можно пройти."
  },
  {
    "type": "Tunnel",
    "x": 6,
    "y": 6,
    "text": "Продвигаясь дальше по туннелю, вы понимаете, что в нем стало светлее: далеко впереди виднеются очертания очередного туннельного перекрестка. Обернувшись, вы видите только сплошную черноту. Откуда может быть этот свет?"
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 7,
    "options": [ "GoLeft", "GoRight" ],
    "text": "Пройдя вперед к освещенной развилке, вы ощущаете сильный холодный ветер из туннеля, уходящего вправо.\nГде-то вдалеке вы видите и источник белого света, но что это может быть непонятно: какой-то прожектор?\nТем временем из темного туннеля, уходящего влево, кажется, доносятся какие-то шаркающие звуки."
  },
  {
    "type": "Fork",
    "x": 7,
    "y": 7,
    "options": [ "GoLeft", "GoForward" ],
    "text": "Вы поворачиваете направо и идете по направлению к свету. В туннеле с каждым шагом становится все холоднее и холоднее.\nИсточник света становится ближе, и хоть все еще непонятно, что это такое, вряд ли это прожектор.\nВ какой-то момент вы поскальзываетесь и падаете – пол туннеля покрыт льдом.\nОтряхнувшись, вы идете вперед и замечаете, что слева есть проход за решеткой, но решетка сломана, и пройти туда не составит труда."
  },
  {
    "type": "DeadEnd",
    "x": 8,
    "y": 7,
    "text": "Вы медленно продвигаетесь вперед к свету и холоду.\nВсе вокруг: стены, пол и потолок покрыто тонким слоем льда.\nЧерез какое-то время вам становится понятно, что было источником света все это время – окно!\nНо как это возможно, если вы находитесь под землей?\nОкно представляет собой квадратную дыру в стене под самым потолком комнаты.\nВы осматриваете комнату и не видите ничего кроме льда повсюду.\nКажется, что кто-то взорвал здесь огромную ледяную статую, потому что по всей комнате разбросаны куски и глыбы льда разных форм и размеров.\nОсмотрев все и не найдя ничего интересного, вы пытаетесь допрыгнуть до окна,\nно оно слишком высоко, а стена такая скользкая, что ухватиться за что-то или как-то забраться по ней невозможно.\nВы пытаетесь соорудить гору из ледяных кусков, чтобы забраться по ним, но ничего не выходит – куски слишком малы.\nВы сильно замерзли и оборачиваясь к входу в эту странную комнату видите какое-то темное пятно в груде ледяного мусора.\nЭтот предмет оказывается странным обледенелым цилиндром.\nВы кладете его к себе в рюкзак, решив, что нужно согреть его и посмотреть повнимательнее что это такое."
  },
  {
    "type": "DeadEnd",
    "x": 7,
    "y": 8,
    "text": "Отодвинув сломанную дверь решетки, вы оказываетесь в пустой комнате.\nСлева и справа комнаты стоят деревянные лавки,\nа у стены напротив входа – большой деревянный сундук.\nКажется, в подобных сундуках когда-то давно люди хранили свою одежду.\nВы подходите к открытому сундуку и заглядываете туда - он абсолютно пуст.\nЗакрыв сундук и осмотрев его, вы делаете вывод, что сундук очень древний,\nа резьба на крышке сундука похожа на какой-то фамильный герб."
  },
  {
    "type": "Tunnel",
    "x": 7,
    "y": 5,
    "text": "Пригнувшись, вы пробираетесь в дыру в стене. Почти сразу вам в нос ударяет затхлый запах."
  },
  {
    "type": "Fork",
    "x": 8,
    "y": 5,
    "options": [ "GoRight" ],
    "text": "Вы идете вперед по туннелю и спустя какое-то время замечаете,\nчто стены здесь сложены не из таких камней, как до разрушенной стены.\nСтены здесь имеют светло коричневый цвет и очень сильно исцарапаны.\nПройдя вперед по туннелю, вы видите, что туннель заворачивает вправо.\nДойдя до поворота, вы видите, что в углу туннеля из земли торчит кусок толстой цепи.\nЧто могло быть на этой цепи?"
  },
  {
    "type": "Tunnel",
    "x": 8,
    "y": 4,
    "text": "Повернув, вы устремляетесь дальше в коридор.\nВсе стены здесь от пола и почти до потолка покрыты огромным количеством мелких царапин, будто бы толпа людей скребла стены ногтями.\nВы замечаете вдалеке что-то на земле. Подойдя поближе, вы видите на земле скелет, прикованный за ногу к полу коридора.\nСудя по скелету, он очень древний, но никаких предметов, одежды либо чего-то еще рядом с ним нет,\nтак что пролить свет на эту загадку пока не представляется возможным."
  },
  {
    "type": "DeadEnd",
    "x": 8,
    "y": 3,
    "text": "Оставив скелет позади, вы идете дальше вглубь коридора, а скелетов становится все больше – и слева и справа.\nВсе они абсолютно голые и из аксессуаров имеют только цепь на ноге.\nКоридор оканчивается просторным круглым помещением.\nПо периметру круглой стены тут и там лежат уже привычные прикованные скелеты, но самое примечательное находится в самом центре этой комнаты.\nС потолка свисает большая клетка с очередной грудой костей. В отличие от других скелетов, у этого в руках зажат какой-то предмет.\nРассмотрев его поближе, оказывается, что это сапог.\nОсмотрев комнату еще несколько раз вы ничего кроме костей в ней не находите.\nВсе стены исцарапаны – где-то просто хаотичными узорами, где-то подобиями каких-то текстов.\nЯзык этих записей, к сожалению, вам не известен."
  },
  {
    "type": "Tunnel",
    "x": 3,
    "y": 1,
    "text": "Повернув налево, вы оказываетесь в туннеле и направляетесь вглубь."
  },
  {
    "type": "Fork",
    "x": 2,
    "y": 1,
    "options": [ "GoLeft", "GoForward" ],
    "text": "В какой-то момент вы выходите из коридора на распутье.\nСправа от вас проход завален камнями, но через них явно проглядывается освещенная комната.\nСлева тоже виднеется проход. Вероятно, когда-то там была дверь-решетка – сейчас она просто стоит рядом."
  },
  {
    "type": "DeadEnd",
    "x": 2,
    "y": 0,
    "text": "Переступив через решетку, вы оказываетесь в комнате, похожей на тюремную камеру.\nОколо одной из стен стоит подобие металлической кровати и больше в комнате ничего примечательного нет, кроме одного:\nв противоположной от входа стене кто-то пытался прорыть туннель.\nНебольшой лаз, чуть больше чем пол метра в высоту виднеется за кроватью.\nЗаглянув туда, вы видите его окончание – он совсем неглубокий. Видимо закончить туннель не успели."
  },
  {
    "type": "Tunnel",
    "x": 1,
    "y": 1,
    "text": "Вы идете дальше по коридору и видите в отдалении какое-то мерцание."
  },
  {
    "type": "Fork",
    "x": 0,
    "y": 1,
    "options": [ "GoRight" ],
    "text": "Вы подходите к месту, где коридор ровно на 90 градусов поворачивает направо.\nНа стене впереди себя вы снова видите предположительно кровавые следы, которые вы видели на камне у входа в пещеру.\nТем временем там, куда уходит коридор, уже почти можно разглядеть источник мерцания."
  },
  {
    "type": "Tunnel",
    "x": 0,
    "y": 2,
    "text": "Повернув направо и пройдя немного вперед вы видите источник мерцания – это зажженный факел на стене.\nНо кто и когда мог зажечь его здесь? В свете факела вы видите, что по полу туннеля в разных местах рассыпан песок, чего вы раньше здесь не видели."
  },
  {
    "type": "Fork",
    "x": 0,
    "y": 3,
    "options": [ "GoForward", "GoRight" ],
    "text": "Вокруг вас много обломков камней, песка и грязи. Проход впереди завален, но коридор уходит вправо. Осмотрев помещение, вы видите, что под завалом виднеется лаз. Наверное, весь этот мусор вокруг образовался, когда его раскапывали. Кажется, что ползком под завалом можно пролезть."
  },
  {
    "type": "Tunnel",
    "x": 0,
    "y": 4,
    "text": "Опустившись, вы пролазите в раскопанный туннель. Лаз довольно узкий, но вам без особых сложностей удается медленно продвигаться по нему. Вокруг вас только земля, а впереди ничего не видно кроме темноты. В какой-то момент ваша рука натыкается на маленький плоский квадратный предмет. Вы зажимаете его в кулаке и продолжаете ползти вперед."
  },
  {
    "type": "Tunnel",
    "x": 0,
    "y": 5,
    "text": "Неожиданно в темноте вы натыкаетесь на стену и в этот же момент понимаете, что ваша голова больше не упирается в потолок этого узкого туннеля. Кажется, вы добрались до выхода. Вы медленно поднимаетесь, отряхиваетесь и осматриваете помещение, в котором оказались. Вы видите длинный коридор, уходящий далеко вперед и освещенный факелами вдоль левой стены."
  },
  {
    "type": "Fork",
    "x": 0,
    "y": 6,
    "options": [ "GoForward", "GoRight" ],
    "text": "Пройдя вперед по коридору, вы вспоминаете о предмете в вашей руке, который вы подобрали в подземном проходе. Разжав кулак, вы рассматриваете загадочный квадрат. Предмет напоминает монету, но квадратной формы, и выглядит очень старым. На обоих его сторонах отчеканено изображение, напоминающее старинные гербы. Кажется, что вы уже видели это изображение раньше где-то в подземелье. Или нет… Ваши размышления прерываются, когда вы замечаете проход вправо в темноту."
  },
  {
    "type": "DeadEnd",
    "x": 1,
    "y": 6,
    "text": "Вы снимаете факел со стены и поворачиваете в темный проход. Сделав буквально два шага, вы понимаете, что перед вами абсолютно пустая комната: в нет никаких предметов, никаких надписей или рисунков на стенах, мусора или пыли. Однако в свете факела вы замечаете слабое мерцание. Подойдя поближе, вы видите на земле небольшой камень бледно голубого цвета, идеально правильной овальной формы. Камень кажется вам очень необычным, и вы подбираете его."
  },
  {
    "type": "Tunnel",
    "x": 0,
    "y": 7,
    "text": "Вы идете дальше вглубь коридора и в один момент наступаете на что-то мягкое. Посмотрев вниз, вы видите, что из каменного пола тут и там пробиваются пучки мха. Пройдя еще пару десятков метров, вы видите, что мха вокруг становится все больше: и на стенах, и под ногами, и даже на потолке. Этот загадочный мох насыщенного изумрудного цвета и выглядит очень свежим… Внезапно вы слышите оглушающий грохот, и стены вокруг вас начинают трястись и осыпаться. Факелы, освещающие туннель вдалеке, погасли – видимо из-за сильного порыва ветра."
  },
  {
    "type": "Fork",
    "x": 0,
    "y": 8,
    "options": [ "GoRight" ],
    "text": "Вы идете вперед, навстречу услышанному грохоту. Все поверхности вокруг вас: и стены, и пол, и потолок, почти полностью покрыты мхом. Странное чувство – идти по такому мягкому коридору. Взяв последний горящий факел со стены, вы идете вперед, туда, где факелы больше не горят. Вокруг стоит пыль, и все видно, как в легкой дымке. Коридор здесь поворачивает направо."
  },
  {
    "type": "Tunnel",
    "x": 1,
    "y": 8,
    "text": "Завернув за угол, вы идете на встречу темноте. Смотреть вперед становится все труднее и труднее, так легкая дымка из пыли постепенно превратилась в настоящую непроницаемую завесу. Вы идете почти на ощупь вдоль стены. Здесь тоже все покрыто мхом, поэтому вы идете почти в полной тишине. Внезапно вы наступаете на что-то твердое и получаете удар в ногу. Отскочив на шаг назад и приготовившись обороняться, вы видите, что всего лишь наступили на лопату. Отряхнувшись и посмеявшись с этого курьезного случая, вы вновь идете вперед. Через несколько шагов вам кажется, что впереди вы слышите какой-то шорох, и вы решаете остановиться и вслушаться. Вы стоите уже почти две минуты в полной темноте, как вдруг эту гробовую тишину прерывает звук, похожий на чей-то всхлип."
  },
  {
    "type": "DeadEnd",
    "x": 2,
    "y": 8,
    "text": "Осторожно продвигаясь вперед, вы нащупываете стену перед собой и тут же слышите очередной всхлип буквально в метре сбоку от себя. Пыли в воздухе стало меньше, и вы видите человека, прислонившегося к стене. Медленно подойдя к нему, вы видите, что он тяжело ранен: из раны в голове медленно сочится кровь. Подойдя к нему, вы думаете, как помочь, но кажется, что уже слишком поздно. Человек пытается что-то сказать, но не может. Вы видите, что единственной целой рукой он показывает в направлении какой-то сумки. Взяв в руки эту сумку, оказавшуюся потрепанным рюкзаком, вы протягиваете ее мужчине. Последнее, на что хватает его сил, это еще раз указать пальцем на рюкзак, после чего его глаза окончательно закрываются, а голова падает набок. Видимо, именно здесь прогремел тот взрыв, и кто-то специально взорвал этот коридор, чтобы за ним никто не пошел. Через небольшую дырку в завале вы видите какой-то белое свечение посреди густой тьмы и больше ничего. Отойдя от завала, вы возвращаетесь к мертвому незнакомцу, чтобы осмотреть его. На его лице так много грязи, песка и крови, что определить его национальность невозможно, вещи на нем хоть грязные и потрепанные, но видно, что довольно крепкие, с множеством карманов и застежек, очень напоминающие ваше собственное походное снаряжение. Открыв его рюкзак, вы видите в нем пустую флягу, большой ручной фонарь и запасной аккумулятор к нему, разные предметы одежды и тяжелый предмет, завернутый в тряпки. Убрав тряпки, вы смотрите на очень старую по виду книгу с кожаной обложкой, на которой красуются не знакомые вам символы. Пролистав книгу, вы видите что она написана разными почерками, а также на разных языках. Некоторые страницы исписаны никогда не виденными вами иероглифами и символами. Вы берете книгу с собой, чтобы детально изучить ее после. Сейчас вам нужно найти другой проход за завал. Видимо, именно туда вам и нужно было все это время."
  },
  {
    "type": "Tunnel",
    "x": 1,
    "y": 3,
    "text": "Повернув, вы идете вперед по коридору. Ничего примечательного пока нет."
  },
  {
    "type": "Fork",
    "x": 2,
    "y": 3,
    "options": [ "GoForward", "GoRight" ],
    "text": "Спустя несколько десятков шагов вы останавливаетесь. Справа от вас есть проход, и какой-то источник света вдалеке, видимо тот, который вы заметили через завал ранее."
  },
  {
    "type": "DeadEnd",
    "x": 2,
    "y": 2,
    "text": "Повернув в этот коридор, вы направляетесь к источнику света. Оказавшись вблизи, вы видите две стоящие на земле газовые лампы, больше вокруг ничего нет. Осмотрев завал, вы приходите к выводу, что здесь была замешана взрывчатка – мелкие осколки стен и потолка лежат везде вокруг. Словно в подтверждение вашей теории вам на глаза попадается моток веревки, очень похожей на фитиль."
  },
  {
    "type": "Fork",
    "x": 3,
    "y": 3,
    "options": [ "GoLeft" ],
    "text": "Пройдя вперед по коридору, вы оказываетесь в тупике. Вы решаете осмотреть помещение, в котором оказались, и понимаете, что одна из стен отличается от других. Кусок стены слева от вас какой-то другой, как будто сделан из таких же камней, что и остальные стены, но что-то вас смущает. Отойдя от этой стены на пару метров и осмотрев место, где она переходит в потолок, вы понимаете в чем было отличие – между стеной и потолком есть зазор. Осмотрев остальные стены тупика, вы убеждаетесь, что это единственная такая стена, а также замечаете кое-что необычное на противоположной от нее стене. Один из каменных блоков немного светлее остальных и как будто бы более ровный, в отличие от остальных камней. Дотронувшись до этого камня, вы чувствуете, что он не намертво сидит в стене, как остальные и пробуете вытащить его оттуда, но безуспешно – у вас нет никаких инструментов для этого. Вместо этого теперь вы пытаетесь продавить его внутрь, и к вашему удивлению он немного утопает в стене. Сразу после этого вы слышите шуршание и скрежет за вашей спиной и, обернувшись, видите, что та странная стена медленно опускается вниз, открывая вам проход дальше."
  },
  {
    "type": "Fork",
    "x": 3,
    "y": 4,
    "options": [ "GoForward", "GoRight" ],
    "text": "Когда вы ступаете в открывшийся проход, ваше внимание привлекает горящий факел на стене. Кто мог его зажечь и оставить здесь, да еще и недавно, учитывая, что проход сюда был скрыт? Загадок становится все больше и, кажется, пора перестать удивляться подобным вещам. Подойдя к факелу, вы видите, что напротив него есть проход, уходящий вправо."
  },
  {
    "type": "DeadEnd",
    "x": 4,
    "y": 4,
    "text": "Повернув в увиденный проход, вы становитесь свидетелем интересной картины: проход вперед преграждают металлические прутья, с обеих сторон которых лежит по половине человеческого скелета. Осмотрев скелет, ничего интересного вы не находите, но когда начинаете осматривать стены вокруг, то натыкаетесь на интересную деталь – один из камней, составляющих стену, сидит в ней более глубоко, а также чуть светлее остальной стены. Возможно, здесь используется такой же механизм, как и для прохода ранее, но как вы не стараетесь нажимать или тянуть этот камень-кнопку, преграда не исчезает."
  },
  {
    "type": "Tunnel",
    "x": 3,
    "y": 5,
    "text": "Взяв факел с собой и оставив секретный проход далеко позади (кажется), вы идете дальше вглубь туннеля. Вдруг, заметив огромную тень, ползущую по потолку, вы отпрыгиваете в сторону и замираете. Вы медленно водите факелом перед собой и замечаете несколько крупных пауков, бегущих почти у потолка по стене. Бегущих оттуда, куда вы направляетесь."
  },
  {
    "type": "Tunnel",
    "x": 3,
    "y": 6,
    "text": "Кажется, ваши шаги становятся чуть громче. Возможно это означает, что скоро вы выйдете на очередной перекресток или большой зал, но пока впереди не видно ничего кроме темноты коридора. На стенах появляется все больше и больше непонятных вам каракулей и иероглифов: какие-то из них смутно напоминают вам египетские письмена или рисунки древних пещерных людей. Прямо поверх них где-то написаны какие-то слова и предложения на незнакомых вам языках, но даже если бы вы и знали их, понять что-то было бы очень сложно. Спустя еще несколько минут ходьбы стены уже полностью покрыты нагромождениями слов и рисунков, отчего коридор кажется еще более зловещим."
  },
  {
    "type": "Tunnel",
    "x": 3,
    "y": 7,
    "text": "Шум от ваших шагов становится еще громче и спустя несколько мгновений вы видите почему, хотя в это сложно поверить. Вы останавливаетесь, и в трех шагах от вас коридор заканчивается, а впереди огромная черная дыра, уходящая вниз. Подойдя к краю, вы видите, что примерно в десяти метрах от края, прямо по середине этой пропасти есть небольшой островок, на котором горит какой-то свет. Осмотрев все вокруг, вы видите на земле рядом с вами квадратную пластину, на которой изображен глаз. Вы становитесь на нее, и через секунду слышите небольшой звон, после которого снизу из этой черной дыры начинают всплывать похожие каменные пластины, образуя мост между вами и островком в центре пропасти. Вы делаете шаг назад, и спустя несколько мгновений, мост начинает исчезать, так же, как и появился. Кажется, это дорога в один конец, и пути обратно может не быть. Вам предстоит сделать выбор – идти вперед или нет."
  },
  {
    "type": "Fork",
    "x": 5,
    "y": 7,
    "options": [ "GoRight" ],
    "text": "Повернув в сторону странных звуков, вы довольно быстро находите их источник. Когда вы в очередной раз оказались перед поворотом, перед вами предстала следующая картина: у самого потолка из стены торчит металлический кол, на котором через петлю и небольшой деревянный каркас развевается огромный штандарт, почти на всю стену. Выглядит он довольно грязным, старым и оборванным. Удивительно то, что несмотря на отсутствие какого-то ветра, он покачивается из стороны в сторону, задевая деревяшкой крепления стену и вызывая неприятные скребущие звуки. Сам штандарт темно-бежевого цвета, а по центру расположен большой красный глаз."
  },
  {
    "type": "Fork",
    "x": 5,
    "y": 8,
    "options": [ "GoLeft" ],
    "text": "Снова повернув, вы скоро оказываетесь перед очередным поворотом налево. Где-то вдалеке в этом туннеле вы видите какое-то свечение, окруженное непроглядной темнотой. Оторвав взгляд от этого свечения, вы осматриваете небольшой тупик, в котором вы оказались. В углу справа от вас стоит, прислоненная к двум стенам, каменная плита, похожая на могильную. К сожалению, что на ней написано, вам непонятно. Вокруг этой плиты на стенах много других надписей разных размеров и сделанных, судя по всему, разными почерками. Кажется, что все эти надписи на том же языке, что и надписи на пластине."
  },
  {
    "type": "Tunnel",
    "x": 4,
    "y": 8,
    "text": "Идя по коридору вы проходите мимо множества обломков таких же исписанных плит, как вы видели несколько минут назад. Почти весь пол туннеля покрыт ими. Свет вдали становится немного ближе и в какой-то момент перед вами открывается пугающая картина – земля под ногами кончается и уступает место огромной бездне, в середине которой на небольшом островке горит свет. Прямо перед обрывом вы видите очередную каменную плиту, но подойдя к ней, понимаете, что она другая. На квадратной плите, лежащей у ваших ног, изображен красный глаз. Осмотрев плиту, вы видите, что она не просто лежит на земле, а что под ней есть углубление, точно подходящее по размеру, что наводит вас на мысль, что эта плита может являться частью какого-то механизма. Вы поднимаетесь и наступаете на плиту, после чего из глубин дыры перед вами начинают подниматься вверх каменные блоки, образуя мост к островку. Сделав шаг назад с плиты, вы видите, что мост начинаете исчезать так же, как появился. Кажется, это дорога в одну сторону, и идти нужно будет быстро. Вам нужно сделать выбор – идти вперед, или остаться здесь."
  },
  {
    "type": "End",
    "x": 3,
    "y": 8,
    "text": "Собравшись с духом, вы начинаете бежать по мосту к свету посреди бездны. В считанные секунды вы оказываетесь на этом странном островке, парящем в воздухе, и оборачиваетесь – моста, по которому вы пришли, больше нет, как нет и кнопок-пластин на земле. Вы решаете подойти к источнику света в надежде найти ответы на свои вопросы и понять, как выбраться отсюда. В центре парящей платформы вы видите пьедестал, над которым висит зажженный фонарь. Фонарь выглядит обыкновенным старинным фонарем, за исключением одной детали – внутри него нет ни огня, ни лампы. Свет исходит из него сам по себе. На пьедестале вы видите огромный, размером с кулак, кристалл, который является частью этого пьедестала, а рядом с ним вы замечаете небольшой обрывок бумаги. Взяв этот кусок бумаги и, развернув его, вы видите два слова- ‘ты опоздал’. Что бы ни было на этом пьедестале, видимо, кто-то добрался до этого раньше вас. Пока вы обходите его по кругу в поисках чего бы то ни было, вы на что-то наступаете – это небольшая книга. Подняв ее и мельком просмотрев, вы понимаете, что это дневник и возможно это дневник того, кто забрал сокровище у вас из-под носа. Решив изучить дневник подробно после своего возвращения из этого богом забытого места, вы возвращаетесь к кристаллу на пьедестале. Дотронувшись до него, вы чувствуете, что от него исходит тепло. Повинуясь неоткуда взявшемуся порыву, вы кладете на кристалл свою ладонь. Кристалл под вашей рукой становится все горячее и горячее и в какой-то разносится оглушающий хлопок, а свет становится таким ярким, что вам приходится зажмуриться. Закрыв глаза, вы чувствуете, что пол уходит у вас из под ног, и вы отключаетесь."
  }
]