[
  {
    "type": "Enter",
    "x": 4,
    "y": 0,
    "text": "Вы спустились. Вы осматриваетесь и видите впереди проход"
  },
  {
    "type": "Fork",
    "x": 4,
    "y": 1,
    "options": [ "GoLeft", "GoRight" ],
    "text": "Пройдя вперед, вы видите, что вперед дороги нет. Вы можете повернуть налево или направо"
  },
  {
    "type": "Tunnel",
    "x": 5,
    "y": 1,
    "text": "Повернув, вы идете по темному туннелю вперед. Кажется, впереди виднеется какое-то мерцание, похожее на огонь"
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 1,
    "options": [ "GoLeft", "GoForward" ],
    "text": "Вы натыкаетесь на почти догоревший костер прямо по середине туннеля. В его слабом свете вам виднеется проход вперед. Оглядевшись, вы замечаете, что от костра также можно пойти влево. Кажется, оттуда даносится какой-то отдаленный гул."
  },
  {
    "type": "Tunnel",
    "x": 7,
    "y": 1,
    "text": "Пройдя вперед от костра вы снова оказываетесь в темном пустом тоннеле. В нескольких метрах от вас потолок становится немного ниже, а перед вашими глазами начинают вырисовываться очертания арки"
  },
  {
    "type": "DeadEnd",
    "x": 8,
    "y": 1,
    "text": "Как только вы проходите под аркой у вас под ногами раздается громкий хлопок.\nВы отпрыгиваете в сторону и смотрите туда, где стояли мгновение назад, и видите небольшую лужу.\nВы начинаете осматривать помещение, в котором вы очутились. Комната кажется огромной после тех узких туннелей, которые вы осматривали все это время.\nВ дальнем левом углу комнаты вы видите опрокинутую бочку - видимо вода вытекла оттуда. Обойдя комнату вдоль стен несколько раз, вы замечаете, что на одной из стен что-то нацарапано."
  },
  {
    "type": "Tunnel",
    "x": 6,
    "y": 2,
    "text": "Вы решаете пойти на непонятный едва различимый гул и поворачиваете налево от костра.\nПройдя 100-200 метров, кроме еле слышного звука вы начинаете ощущать легкий холодный ветер у себя в волосах."
  },
  {
    "type": "Tunnel",
    "x": 6,
    "y": 3,
    "text": "Вы идете еще дальше по туннелю вперед и уже не видите костра позади вас.\nКажется, этот странный гул и ветер немного усиливаются. Или это только кажется?"
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 4,
    "options": [ "GoLeft", "GoForward" ],
    "text": "Пройдя вперед, вы оказываетесь в просторной части туннеля: потолок здесь значительно выше,\nа дорога уходит вперед и влево. Здесь становится значительно холоднее. Посмотрев влево, вы, кажется замечаете что-то белое вдалеке."
  },
  {
    "type": "DeadEnd",
    "x": 5,
    "y": 4,
    "text": "Решив пойти за загадочным белым предметом, вы натыкаетесь на странную картину: проход впереди вас закрыт решеткой.\nПрутья расположены не очень близко друг к другу, но пройти между ними все равно невозможно.\nНо самое странное в этом то, что с обеих сторон решетки лежит по половине человеческого скелета.\nМожно не сомневаться в том, что он именно человеческий, как и в том, что лежит он здесь очень давно:кроме костей ничего не осталось.\nКажется, где-то впереди за решеткой горит огонь. Как до него добраться? Что здесь произошло?."
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 5,
    "options": [ "GoForward", "GoRight" ],
    "text": "Вы идете дальше по ставшему просторным туннелю. На стене слева от вас видны отметины, похожие на гигантские царапины\nКак будто гигантский зверь оставил эти следы своими когтями.\nВ какой-то момент вы видите, что кусок стены справа выглядит не так, как остальной туннель – камни стены другого цвета и формы.\nА пройдя еще немного вперед, вы видите, что часть этой странной стены разрушена и в образовавшуюся дыру можно пройти."
  },
  {
    "type": "Tunnel",
    "x": 6,
    "y": 6,
    "text": "Продвигаясь дальше по туннелю, вы понимаете, что в нем стало светлее: далеко впереди виднеются очертания очередного туннельного перекрестка. Обернувшись, вы видите только сплошную черноту. Откуда может быть этот свет?"
  },
  {
    "type": "Fork",
    "x": 6,
    "y": 7,
    "options": [ "GoLeft", "GoRight" ],
    "text": "Пройдя вперед к освещенной развилке, вы ощущаете сильный холодный ветер из туннеля, уходящего вправо.\nГде-то вдалеке вы видите и источник белого света, но что это может быть непонятно: какой-то прожектор?\nТем временем из темного туннеля, уходящего влево, кажется, доносятся какие-то шаркающие звуки."
  }
]