{
  "intro": "Вы являетесь молодым искателем приключений.\nК вам в офис загадочным образом попадает конверт, где вы указаны адресатом.\nОткрыв конверт, вы находите ветхий лист бумаги, очень сильно напоминающий карту сокровищ.\nКроме этой карты в конверте имеется письмо от некоего 'П.П.', в котором говорится, что карта приведет вас к величайшему сокровищу человечества.\nВы быстро собираете все нужные вещи и, вооружившись картой, отправляетесь в путь.",
  "prologue": "Потратив неделю на преодоление гор и лесов, вы наконец-то находите место, указанное на карте, но не находите там ничего кроме кучи сваленных деревьев и нагромождений камней.\nНе захотев так легко сдаваться, вы начинаете по одному растаскивать обломки деревьев один за другим.\nПосле нескольких часов разбирания завала вы видите, что дальше из-за камней и остатков бревен проглядывается дыра, уходящая под землю.\nВы начинаете с удвоенной силой забирать завал и уже готовитесь стать обладателем сокровища, как случайно вымазываетесь чем-то красно-коричневым от одного из камней.\nОсмотрев камень, вы понимаете, что это кровь, и что она относительно свежая. Когда вы убираете этот камень с дороги, перед вами располагается широкий проход под землю.\nПосветив фонариком вы обнаруживаете, дыра очень глубокая – свет не доходит до конца этой загадочной ямы, но в полуметре под собой вы видите подобие деревянной лестницы, уходящей вниз.\nВзяв фонарик в зубы, вы опускаетесь в дыру и начинаете спускаться по лестнице вниз, в темноту...",
  "epilogue": "Вы открываете глаза и видите светлое, почти безоблачное небо. Вы лежите и начинаете вспоминать обрывки странного сна, который сейчас видели. И тут вы начинаете вспоминать, что произошло, а точнее что происходило последние несколько часов, дней, недель? Вы встаете и осматриваетесь – и видите то место, где вы спустились в то странное подземелье в поисках сокровищ. Но как вы вернулись оттуда вы не помните. Последнее, что вы увидели, это яркий свет отовсюду и жгучее чувство в ладони. Вы на автомате осматриваете свою ладонь и видите ожог от того кристалла. Ожог имеет странную форму – он похож на овал с точкой по середине. Похож на глаз. Вспомнив про дневник, который вы нашли, вы достаете его из сумки и начинаете его пролистывать. Первые несколько страниц вырваны. Дальше вы видите чьи-то телефоны, какие-то непонятные термины и записи, которые больше напоминают ежедневник, чем какой-то полезный дневник. Но в какой-то момент вы натыкаетесь на уже знакомый вам символ глаза, тщательно нарисованный на всю страницу дневника и рядом какое-то слово, которое вы не можете разобрать. Дальше дневник становится интереснее – на страницах много упоминаний «источника», разных координат и попыток вычислить нахождение этого «источника». После нескольких страниц дневника вы понимаете, что «источник» и есть то сокровище, которое вы и этот незнакомец пытались найти. Судя по тому, что здесь написано, «источник» наделяет нашедшего его человека «ключом» от «врат власти». Эти «врата власти» и были основной целью этого незнакомца, а это подземелье было лишь хранилищем ключа от этих врат. В дневнике явно указаны координаты врат и как туда можно добраться. На последних страницах дневника кратко описаны последние дни перед спуском в подземелье. Судя по всему, этот незнакомец был не один, а с напарником. А последняя запись в дневнике, в которой написано «Сегодня спускаемся к источнику за ключом» датирована сегодняшним числом. Кажется, вы разминулись с ними буквально в несколько часов. Возможно, у вас еще есть шанс разузнать, что это за «врата власти» и попасть туда, хоть вы и упустили ключ. Действовать нужно быстро. Вы кладете дневник в рюкзак и отправляетесь к себе домой, чтобы собраться и выдвигаться в новое приключение. Кажется, это только начало."
}